{
    "Manifesto": "Manifeste",
    "Investment": "Investissement",
    "Funds": "Fonds",
    "Team": "Membres",
    "Founded in 2020": "Fondé en 2020",
    "Dubai - UAE": "Dubai - UAE",
    "CAPITAL": "CAPITAL",
    "FOR": "POUR",
    "GROWTH": "LA CROISSANCE",
    "Distributed Ledger Technology": "Technologie des registres distribués",
    "DISCOVER MORE.": "EN SAVOIR PLUS.",
    "OUR INSIGHT": "NOTRE VISION",
    "EXPLORE": "EXPLOREZ",
    "At the moment, we are still developing the protocols for future DLTs, which will potentially become international standards. We are therefore mainly investing in protocol-type projects. We also believe that DeFi (decentralized finance) and NFT platforms are the first smart contract applications with a real impact and undeniable disruptive power.": "A ’heure actuelle, nous en sommes encore au stade du développement des protocoles des futures DLT de demain qui devront potentiellement constituer des normes à l’échelles internationales. Nous investissons donc principalement sur des projets de type protocole. Nous estimons également que la DeFi (finance décentralisé) ainsi que les plateformes NFTs sont les premières applications des smart contract ayant un véritable impact et un pouvoir disruptif indéniable.",
    "We therefore also invest mainly in this type of project. Interoperability is also an essential point to allow the evolution of this ecosystem. We therefore invest mainly in projects with this notion of interoperability, such as the Polkadot or Cosmos ecosystems. These three axes constitute the heart of our investments at present": "Nous investissons donc également majoritairement sur ce type de projet. L'interopérabilité est également un point essentiel pour permettre une évolution de cet écosysteme. Nous investissons donc majoritairement sur des projets ayant cette notion d’intéropérabilité tel que l’écosysteme Polkadot ou Cosmos. Ces trois axes constituent le cœur de nos investissements actuellement.",
    "Distributed ledger technology or more commonly and by abuse of language called \"blockchain technologies\". The blockchain is only one DLT among others.": "Distributed ledger technologie ou appelé plus communément et par abus de language \"technologies blockchain \". A savoir que la blockchain n’est qu’un DLT parmis d’autres.",
    "Seed": "Amorçage",
    "Private Sale": "Ventes Privées",
    "Types of investments": "Types d'investissements",
    "Early investment. A seed potentially allows to get the token at the best price. Moreover, these are highly exclusive sales, they are often accessible only to a very small minority of investment funds. The potential return on investment is out of category. The risk is on the other hand much higher as well as the vesting.": "Investissement au plus tôt. Une seed permet potentiellement d’obtenir le token au meilleur prix. De plus, ce sont des sales fortement exclusives, elle ne sont souvent accessibles qu’à une très faible minorité de fonds d’investissement. Les retour sur investissement potentiels sont hors catégories. Le risque est par contre beaucoup plus important ainsi que le vesting.",
    "Similar to Seed with the difference that the vesting is less important. The price is often slightly higher than the price of a seed but also has a huge potential return on investment. The risk remains high. It is accessible to a larger number of investment funds.": "Similaires au Seed à la différence que le vesting est moins important. Le prix est souvent légèrement supérieur au prix d’une seed mais dispose aussi d’un immense retour sur investissement potentiel. Le risque reste important. Il est accessible à un plus grand nombre de fonds d’investissement.",
    "The return on investment is on average much lower but allows to grow very quickly because there is no vesting. It is also possible in a bear market period on the medium or long term to obtain even lower purchase prices than on the seed. Here the technical analysis is very important.": "Les retour sur investissement sont en moyenne bien moins élevés mais permettent de croitre très rapidement car il n’y a pas de vesting. Il est également possible en période de bear market sur le moyen ou le long terme d’obtenir des prix d’achat encore plus bas que sur les seed. Ici l’analyse technique est très importante.",
    "A combination of these 3 types of investment allows for extremely high potential returns for the lowest possible risk in the crypto asset sector.": "Une combinaison de ces 3 types d’investissement permet d’obtenir des retour sur investissement potentiels extrêmement importants pour un risque le plus faible possible dans le secteur des crypto-actifs.",
    "We believe that, as of today, crypto-assets are the asset class with the highest potential return on investment of any market. It is therefore totally relevant to invest a relatively small portion of one's wealth in this type of asset. A small part of one's capital invested in the crypto-asset sector allows a net multiplication of the growth of one's global wealth in the case where the sector is bullish. In case the sector is bearish, this same portfolio will only decrease a little. Risk reward": "Nous estimons, qu’au jours d’aujourd’hui, les crypto-actifs constituent la classe d’actif ayant les retour sur investissement potentiels les plus important tout marchés confondu. Il est donc totalement pertinent d’investir une part relativement faible de son patrimoine dans ce type d’actif. Une faible part de son capital investit dans le secteur des crypto-actif permet une démultiplication net de la croissance de son patrimoine global dans le cas ou le secteur est haussier. Dans le cas ou le secteur est baissier, ce même portfolio ne diminuera que très peu. Risk reward",
    "Early investor remaining seats": "Place d'investisseur initial restantes",
    "Current invested amount": "montant actuellement investit ",
    "CURRENT MINIMUM INVESTMENT": "INVESTISSEMENT MIN ACTUEL"
}